[
    {
        "first_name": "Joel Spolsky",
        "id": "joel spolsky",
        "last_name": "",
        "position": "CEO of Stack Overflow",
        "company": "Co-founder at Trello",
        "abstract": "Joel is the CEO of Stack Overflow, the co-founder of Fog Creek Software which includes Gomix and FogBugz, and creator of Trello which was recently acquired for $425 million. Joel holds a B.S. in Computer Science from Yale University.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Landing-page Copy 0speakers.jpg"
    },
    {
        "first_name": "Håkon Wium Lie",
        "id": "håkon wium lie",
        "last_name": "",
        "position": "Inventor of CSS",
        "company": "CTO of Opera Software",
        "abstract": "Håkon came to Opera from W3C, where he was responsible for style sheets. In 1994 he invented a small language called Cascading Style Sheets (CSS). CSS describes how web pages are presented — on screens, in print, or read out loud. You can read about it in a book “Cascading Style Sheets: Designing for the Web” he co-authored with Bert Bos. The book is written in HTML and CSS. Håkon is a graduate of the MIT Media Lab where he was part of Walter Bender's Electronic Publishing Group.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Landing-page Copy 3speakers.jpg"
    },
    {
        "first_name": "Rasmus Lerdorf",
        "id": "rasmus lerdorf",
        "last_name": "",
        "position": "Inventor of PHP",
        "company": "Distinguished Developer at Etsy",
        "abstract": "Rasmus is known for having gotten the PHP project off the ground in 1995 and has contributed to a number of other open source projects over the years. He was an infrastructure architect at Yahoo! for more than 7 years and joined Etsy in 2012. He was born in Greenland, grew up in Denmark and Canada and has a Systems Design engineering degree from the University of Waterloo.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Rasmus-Lerdorf.jpg"
    },
    {
        "first_name": "Julien Decot",
        "id": "julien decot",
        "last_name": "",
        "position": "Director Platform Partnerships",
        "company": "EMEA, Facebook",
        "abstract": "Julien serves as Director Platform Partnerships EMEA at Facebook. He is a veteran Internet executive with more than 10 years of experience in Silicon Valley, in multiple senior roles in large consumer internet companies, in strategy and business development role. He started his career at General Electric, where he completed GE's Financial Management Program. He joined Amazon.com in 2000 to support the launch of both Amazon France and Amazon Canada. in 2006, he joined eBay in the Corporate Strategy Group, where he was involved in multiple partnerships and M&A activities. He joined Skype in 2007 where he built the team in charge of Strategy, Business Development and Corporate Development. In his latest role at Facebook, which he joined in 2016, he manages the strategic platform partnerships.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/julien-decot.jpg"
    },
    {
        "first_name": "John Romero",
        "id": "john romero",
        "last_name": "",
        "position": "Co-founder of id Software",
        "company": "Game designer DOOM, Quake",
        "abstract": "John is an award-winning game designer, level designer, and programmer whose work portfolio includes 130 games, of which 107 have been published commercially. John Romero has co-founded 8 widely successful game companies, including id Software, Gazillion Entertainment, and Loot Drop. He co-own Loot Drop and Romero Games. He is regarded as one of the world’s best game designers and his products have won over a hundred awards to prove it. Furthermore, John Romero is fully a self-taught designer and programmer, drawing inspiration from early Apple II programmers.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/John romero.jpg"
    },
    {
        "first_name": "Robert Fink",
        "id": "robert fink",
        "last_name": "",
        "position": "Software Developer",
        "company": "Palantir Technologies",
        "abstract": "Robert is a software developer at Palantir Technologies in Palo Alto, CA. After bootstrapping Palantir's nascent commercial business in Australia and New Zealand, he joined the product development organization in Palo Alto where he and his team built Palantir's newest data integration and analytics platform. Robert experimented -- unsuccessfully -- with a career in physics and holds a DPhil in Computer Science from Oxford University.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/robert-fink.jpg"
    },
    {
        "first_name": "Dominic Price",
        "id": "dominic price",
        "last_name": "",
        "position": "Head of R&D",
        "company": "Atlassian",
        "abstract": "Dominic is Head of R&D and work futurist at Atlassian, a leading provider of team collaboration and productivity software. Dom manages planning, execution and operations for Atlassian's five global R&D centres, and is responsible for leading the company's global innovation programs and workplace best practices for its 1700 employees. Over the years, he has held a variety of roles in technology, risk consulting, product development and program management across businesses in beverage, telco, manufacturing, software development and gaming.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/Dominic Price.jpg"
    },
    {
        "first_name": "Ire Aderinokun",
        "id": "ire aderinokun",
        "last_name": "",
        "position": "Head of Technology",
        "company": "Big Cabal",
        "abstract": "Ire likes to build things. She is a self-taught Frontend Developer and User Interface Designer based in Lagos, Nigeria. Ire is passionate about all aspects of technology, but specialises in HTML, CSS, and JavaScript, and has written over 100 articles on her blog, bitsofco.de. In addition to writing articles, Ire also spreads her knowledge through speaking at conferences worldwide.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/ide-aderinokun.jpg"
    },
    {
        "first_name": "Martin Wezowski",
        "id": "martin wezowski",
        "last_name": "",
        "position": "Chief Designer",
        "company": "SAP Innovation Center",
        "abstract": "Martin has been loving and living design and tech his whole career, as musician, as visual designer. Right now he maps, builds and inspires a future we want to live in, as Chief Designer for SAP's Innovation Center. Design is transforming faster than before, from classic styling of the superficial to system design of everything, including social and political systems, deeply rooted in a space of challenges and promises between cutting edge tech and humanism. In an exponential, digital change, we design a relationship, a behavior, the product will follow. This exponential change is our most important design brief and the stakes are high - It is just too important to be left only to designers.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/martin-speakerr.jpg"
    },
    {
        "first_name": "Peter Sunde",
        "id": "peter sunde",
        "last_name": "",
        "position": "Co-founder",
        "company": "The Pirate Bay",
        "abstract": "Peter is co-founder and ex-spokesperson of The Pirate Bay, an online index of digital entertainment and software content recently announced as the biggest torrent directory in 2017. He is co-founder of Flattr, a microdonation site, and of Kvittar and IPREDator. He is now an activist fighting for a free virtual world and involved in projects seeking to change society and raise awareness over people’s decreasing immaterial rights.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Landing-page Copy 2speakers.jpg"
    },
    {
        "first_name": "Preethi Kasireddy",
        "id": "preethi kasireddy",
        "last_name": "",
        "position": "Software & UI Engineer",
        "company": "Sapien / Fr. Goldman Sachs",
        "abstract": "Preethi is a software and UI engineer at Sapien.ai, where she designs and develops user interfaces and builds conversation dialogues using AI. She's passionate about conversation interfaces and the future of human vs. AI interactions. She was previously a front-end & API engineer at Coinbase, a digital currency platform, where she helped architect and rebuild their front-end in React.js. Prior to that, she was a partner at the top venture capital firm Andreessen Horowitz and an Investment Banker at Goldman Sachs.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Preethi-Kasireddy.jpg"
    },
    {
        "first_name": "Christian Kern",
        "id": "christian kern",
        "last_name": "",
        "position": "Chancellor of Austria",
        "company": "",
        "abstract": "Christian is the Federal Chancellor of Austria. He began his career with positions in journalism and as a staff member in the Austrian Parliament and at the Federal Chancellery. Prior to becoming Chancellor, Christian was CEO of the Austrian Federal Railways (ÖBB).",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Christian-Kern.jpg"
    },
    {
        "first_name": "Eva Lettner",
        "id": "eva lettner",
        "last_name": "",
        "position": "Front-end Web Developer",
        "company": "Chillbill",
        "abstract": "Eva is a self-employed web designer, she works on web development projects such as Schlechte-Schlagzeilen.at, the Bean Brew Crew, and a BMR calculator concept. She was a Junior Front-end Web Developer for TheVentury and has extensive experience in Marketing, PR, and programming positions. Eva is currently finishing her studies in Web Design & Development at the SAE Vienna.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Eva_Lettner.jpg"
    },
    {
        "first_name": "Brian Holt",
        "id": "brian holt",
        "last_name": "",
        "position": "Senior UI Engineer",
        "company": "Netflix",
        "abstract": "Brian is currently working as a senior user interface engineer at Netflix. This means he's using JavaScript to enable your (and his) binge watching of House of Cards. Previously he worked as the director of redditgifts front end at reddit. When not on a Netflix bender or devouring content on reddit, Brian is probably hanging out with his wife and dog, running, traveling, or playing video games. Brian is presently a resident of San Francisco, CA.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/brianholt.jpg"
    },
    {
        "first_name": "George Fairbanks",
        "id": "george fairbanks",
        "last_name": "",
        "position": "Software Engineer",
        "company": "Google",
        "abstract": "George designed and implemented a Hadoop system for a big data analytics firm. Designed and implemented a scripted continuous deployment process using Jenkins, Puppet, and Amazon Web Services. Recently written code in Java, Scala, Pig, Python, Puppet, bash, etc. Now he is the Technical lead for several projects on the Google Ad Exchange (AdX) and supply chain teams.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/George_Fairbanks.jpg"
    },
    {
        "first_name": "Zeev Suraski",
        "id": "zeev suraski",
        "last_name": "",
        "position": "Co-founder & CTO",
        "company": "Zend Technologies",
        "abstract": "Zeev is a PHP programmer and Co-Founder of Zend Technologies. He co-created PHP 3 in 1997, and in 1999 wrote the Zend Engine, the core of PHP 4, and thus founded Zend Technologies, which currently manages PHP advances. Zeev is a veteran member of the Apache Software Foundation, and was nominated for the FSF Award for the Advancement of Free Software in 1999.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Zeev-Suraski.jpg"
    },
    {
        "first_name": "Dan Cuellar",
        "id": "dan cuellar",
        "last_name": "",
        "position": "Principle Development Manager",
        "company": "Appium / Fr. Shazam",
        "abstract": "Dan is Head of Testing at FOODit in London, previously managed the test organizations at Shazam Entertainment in London and worked as a software engineer at Microsoft, working on Outlook for Mac and other products in the MS Office suite package. He is notably the creator of Appium, the open source test automation framework for use with native, hybrid and mobile web apps. He holds a B.S. in Computer Science from Carnegie Mellon University in Pittsburgh, PA.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Dan-Cuellar.jpg"
    },
    {
        "first_name": "Harald Mahrer",
        "id": "harald mahrer",
        "last_name": "",
        "position": "State Secretary",
        "company": "Federal Ministry of\n                        Science, Research & Economy",
        "abstract": "Harald was appointed State Secretary in the Austrian Ministry for Science, Research and Economy in September 2014. Born in Vienna in 1973, State Secretary Mahrer has studied Business Administration at the Vienna University of Economics and Business. He holds a doctoral degree in Social and Economic Sciences, and is author of several books and publications.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/harald-mahrer.jpg"
    },
    {
        "first_name": "Sanja Bonic",
        "id": "sanja bonic",
        "last_name": "",
        "position": "Lead Developer Advocate",
        "company": "Exoscale",
        "abstract": "Sanja likes to promote open source and data privacy whenever she can. She started her career in the early 2000s with web development and design until her main focus turned to data. She was a member of the W3C CSS WG and is now organising several community gatherings, such as the Vienna Linux Meetup. Since 2007, she has worked with data from various angles - analytics, engineering, statistics, and quality assurance.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/sanja-bonic.jpg"
    },
    {
        "first_name": "Felix Krause",
        "id": "felix krause",
        "last_name": "",
        "position": "Software Architect",
        "company": "Google",
        "abstract": "Felix is the founder of fastlane, an open source tool for iOS and Android developers, with focus on building and releasing apps easier. He is currently working at Google on Fastlane and other open source projects, like danger and TSMessages. He holds a B.S. in Computer Software Engineering at the University of Central Lancashire in the UK.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Landing-page Copy 1speakers.jpg"
    },
    {
        "first_name": "Ruth John",
        "id": "ruth john",
        "last_name": "",
        "position": "Consultant Creative Technologist",
        "company": "Google Developer Expert",
        "abstract": "Ruth is a web technologist and Google Developer Expert. She likes to educate people about new web technologies and inspire them to try them, coming up with exciting and engaging ways to use them. She’s a founding member of { Live: JS }, a collective of audio and visual artists that solely rely on JavaScript to create their performances. Her favourite things include interactive audio/visual installations and 80s cartoons, usually at the same time!",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/ruth-john.jpg"
    },
    {
        "first_name": "Stefan Ebner",
        "id": "stefan ebner",
        "last_name": "",
        "position": "Founder & CEO",
        "company": "Braintribe",
        "abstract": "Always an entrepreneur, Stefan founded his first IT company as an university student. After years of research, his company’s innovation ventures resulted in tribefire, the Data Agility & Digitalization Platform, launched October 2013. With the motto “the courage of being different”, Stefan strives to create a cultural and social impact through the other brands under the Braintribe umbrella (Braintribe Culture and Chaya Fuera).",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/stefanebner.png"
    },
    {
        "first_name": "Franz Enzenhofer",
        "id": "franz enzenhofer",
        "last_name": "",
        "position": "Masterchief",
        "company": "Full Stack Optimization",
        "abstract": "Tall, handsome, good looking! Also working the internet since 1998 in every possible way and position, developer, coder, project manager, sales, marketing, business development, PR. Recreational Coder. Since 2011 Masterchief of his new company www.fullstackoptimization.com, the SEO agency to make all SEO agencies redundant, including itself. It's not possible to go online in Austria and to not at least once visit a website he worked with in some way. Grew ViennaJS from 5 people in a cellar to Austria’s biggest developer meetup.\n                            Likes Code more than people.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/Franc_Enzenhofer.jpg"
    },
    {
        "first_name": "Christian Kaar",
        "id": "christian kaar",
        "last_name": "",
        "position": "Co-founder & CTO",
        "company": "Runtastic",
        "abstract": "Christian is CTO and co-founder of Runtastic, the Austrian mobile fitness company that combines traditional fitness with mobile applications. He also lectured students on C++ and Windows Phone development at the University of Applied Sciences in Hagenberg. He holds a Master’s degree in Mobile Computing at the University of Applied Sciences in Hagenberg in Austria.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Landing-page Copy 7speakers.jpg"
    },
    {
        "first_name": "Jonathan LeBlanc",
        "id": "jonathan leblanc",
        "last_name": "",
        "position": "Head of Development",
        "company": "PayPal",
        "abstract": "Jonathan is an Emmy award winning software engineer, author of the O’Reilly books \"Identity and Data Security for Web Development\" and \"Programming Social Applications\", and the Head of Global Developer Operations PayPal.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/Jonathan LeBlanc.jpg"
    },
    {
        "first_name": "Chris Minnick",
        "id": "chris minnick",
        "last_name": "",
        "position": "Author",
        "company": "Javascript for Dummies",
        "abstract": "Chris is a prolific published author, trainer, web developer and founder of WatzThis?. He has authored over a dozen books, including JavaScript for Kids, Coding with JavaScript For Dummies, and Adventures in Coding. In addition to his work with WatzThis?, Chris is also an avid swimmer, cook, musician, and winemaker. Chris holds a B.A. in Creative Writing / Literature / Film from the University of Michigan in Ann Arbor, MI.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Chris-Minnick.jpg"
    },
    {
        "first_name": "Peter Steinberger",
        "id": "peter steinberger",
        "last_name": "",
        "position": "Founder & CEO",
        "company": "PSPDFKit",
        "abstract": "Peter is an Indie developer who dedicates most of his work full-time on an iOS framework for the B2B market with A-list customers like Dropbox or Evernote. He is an entrepreneur, a developer, a speaker, and loves pushing the limits of Cocoa. He is currently working on @PSPDFKit, the most advanced PDF framework for iOS, Android and your browser.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/Peter%20Steinberger.jpg"
    },
    {
        "first_name": "Linda Früh",
        "id": "linda früh",
        "last_name": "",
        "position": "Head of Platform Development & Innovation",
        "company": "Wirecard",
        "abstract": "Linda Früh serves as Head of Platform Development & Innovations at Wirecard AG.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/linda.jpg"
    },
    {
        "first_name": "Courtney Bowman",
        "id": "courtney bowman",
        "last_name": "",
        "position": "Head of Privacy and Civil Liberties Engineering Team",
        "company": "Palantir Technologies",
        "abstract": "Courtney leads Palantir Technologies’ in-house Privacy and Civil Liberties Engineering Team, focused on developing information systems that anticipate and address privacy and data protection challenges. He also works with civil society and privacy advocacy groups to ensure that the broader concerns from the community are addressed in the design and implementation of Palantir’s software. Prior to Palantir, Courtney earned degrees in Physics and Philosophy at Stanford University and worked as a quantitative and economic analyst at Google.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/courtney.jpg"
    },
    {
        "first_name": "Genta Kondo",
        "id": "genta kondo",
        "last_name": "",
        "position": "Catalyst",
        "company": "NPO Mission ARM Japan",
        "abstract": "Genta is a software engineer who holds a degree specializing in BMI and cybernetics from the School of Engineering, University of Tokyo. After finishing his study, he worked at Sony, where he undertook robot research and business creation. Now co-founder and ex-CEO of Tokyo-based of prosthetic manufacturer exii Inc., Mr. Kondo is focusing his energies in Mission Arm Japan, looking to revolutionize the production of prosthetic arms using 3-D printing.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Genta-Kondo.jpg"
    },
    {
        "first_name": "Teona Burdiladze",
        "id": "teona burdiladze",
        "last_name": "",
        "position": "Developer and Product Manager for C4C and ByD",
        "company": "Aicomp",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/teona-burdiladze.jpg"
    },
    {
        "first_name": "Armin Ronacher",
        "id": "armin ronacher",
        "last_name": "",
        "position": "Creator of Flask web framework, Jinja and Twig template engine",
        "company": "",
        "abstract": "Armin is the creator of the Flask web framework, the Jinja and Twig template engines. Lover of all things open source and currently software engineer at Sentry.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/Armin Ronacher 2.jpg"
    },
    {
        "first_name": "Sani Yusuf",
        "id": "sani yusuf",
        "last_name": "",
        "position": "Founder",
        "company": "Haibrid",
        "abstract": "Sani is the founder of Haibrid, a London based consultancy that offers Ionic training & consultancy. Sani is also the co-organiser of Ionic UK & has spoken about Ionic on 4 continents. A published book author, Sani also recently created the first Ionic 3.0 course online VIA Lynda.COM. When he is not doing geeky stuff, he enjoys food tourism & paddle boarding on the ocean.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/sani-yusuf.jpg"
    },
    {
        "first_name": "Dirk Rombauts",
        "id": "dirk rombauts",
        "last_name": "",
        "position": "Behavior Driven Dev. Coach",
        "company": "Pickles Pro",
        "abstract": "Dirk has 12 years (as of 2015) of experience with software development in C# and .NET. He developed several ASP.NET projects. He has continuously broadened and refreshed his skills, for example ASP.NET MVC, jQuery, XHTML and CSS. He developed several Smart Client applications as well, using both Windows Forms and WPF, both for desktop PCs and for mobile devices.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Dirk-Rombauts.jpg"
    },
    {
        "first_name": "Nik Graf",
        "id": "nik graf",
        "last_name": "",
        "position": "Software Architect",
        "company": "Serverless",
        "abstract": "Nik is a Digital Nomad at StarterSquad working while traveling the world, CTO & co-founder of blossom.io, and previously a developer at LOOKK. He is Co-Creator of DraftJS Plugins & Carte Blanche, created the React UI library Belle, and worked full-time on several React/Redux OS projects & more at Stripe. Nik holds a B.S. in Computer Science in Media from Technical University Vienna.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Nik_Graf.jpg"
    },
    {
        "first_name": "Olga Dmitricenko",
        "id": "olga dmitricenko",
        "last_name": "",
        "position": "Software Engineer",
        "company": "Rise Digital",
        "abstract": "Olga is a full stack developer at Rise Digital, where she builds digital video streaming solutions in her everyday work. She is passionate about development processes, the evolution of the web, and the re-emergence of VR. In her free time, she is exploring different technologies and how they can be brought together to create enhanced user experiences.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/olga-dmitricenko.jpg"
    },
    {
        "first_name": "Henrietta Egerth",
        "id": "henrietta egerth",
        "last_name": "",
        "position": "Managing Director",
        "company": "Austrian Research Promotion Agency (FFG)",
        "abstract": "Henrietta studied commercial science at the University of Linz and then worked for some years in Brussels, including for the EU Commission. On her return to Vienna, she worked for the Federation of Austrian Industry before moving to the Ministry of Economics and Labour in 2000, where she was responsible for business promotion and research and development. Since 2004 Henrietta Egerth is CEO of the FFG-Austrian Research Promotion Agency.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/henrietta-egerthh.jpg"
    },
    {
        "first_name": "Robert Kubis",
        "id": "robert kubis",
        "last_name": "",
        "position": "Developer Advocate",
        "company": "Google Cloud",
        "abstract": "Robert is a developer advocate for the Google Cloud Platform currently based in London, UK, specializing in container, storage, and scalable technologies. Before joining Google, Robert built over 10 years of experience in software development and architecture. He has overseen many full-stack application developments at SAP with a passion for distributed systems, containers, databases, and performance optimization.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/Robert Kubis.jpg"
    },
    {
        "first_name": "Christoph Reinartz",
        "id": "christoph reinartz",
        "last_name": "",
        "position": "Team Lead for UI/UX Engineering",
        "company": "Trivago",
        "abstract": "Teamlead UI/UX Engineering at Trivago. Christoph is working on scaling and improving the User Interface of the trivago products on a large scale since more than 4 years now. He worked in several agencies before. Christoph puts all his passion into making user interfaces and front-ends more consistent, accessible, performant and scalable. If he isn't rolling out Design Systems or fixing CSS specificity graphs he might be out for a run to train for his first marathon.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/christoph reinartz.jpg"
    },
    {
        "first_name": "Christian Hassa",
        "id": "christian hassa",
        "last_name": "",
        "position": "Managing Partner",
        "company": "TechTalk",
        "abstract": "As CEO of TechTalk, Christian is responsible for its technological and methodical orientation. Christian is the product owner of the Story Mapping tool SpecLog, and co-initiator of the Open Source BDD tool SpecFlow. Christian is a specialist in agile planning and specification methods, in particular, Impact Mapping, Story Mapping and Specification-By-Example.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/christianhassa.jpg"
    },
    {
        "first_name": "Martin Splitt",
        "id": "martin splitt",
        "last_name": "",
        "position": "Head of Engineering",
        "company": "Archilogic",
        "abstract": "Martin is pretty decent at humaning and pretty good at computering, so he decided to use his computering to improve his and other's humaning. He loves the open web and open source and helps to make things better with, but not limited to, code.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/martin-splitt.jpg"
    },
    {
        "first_name": "Colin McFarland",
        "id": "colin mcfarland",
        "last_name": "",
        "position": "Head of Experimentation",
        "company": "Skyscanner",
        "abstract": "Colin is Head of Experimentation at Skyscanner. He leads the development of Dr Jekyll, Skyscanners in-house experimentation platform, as well as working to foster the culture of experimentation at Skyscanner. Prior to Skyscanner he initiated and scaled experimentation at Shopdirect.com and Rentalcars.com.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/colin-mcfarland.jpg"
    },
    {
        "first_name": "Christoffer Noring",
        "id": "christoffer noring",
        "last_name": "",
        "position": "Frontend Developer",
        "company": "Google Developer Expert",
        "abstract": "Christoffer is a Google Developer Expert, a public speaker, and educator and a developer with more than 10 years of experience. He has a great interest in javascript with surrounding frameworks, tools and technologies.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/chris-noring.jpg"
    },
    {
        "first_name": "Gabriele Tatzberger",
        "id": "gabriele tatzberger",
        "last_name": "",
        "position": "Head of Start-up Services",
        "company": "Vienna Business Agency",
        "abstract": "Gabriele is Head of Start-up Services at the Vienna Business Agency and passionate to support start-ups and the Vienna startup scene. She is also managing director of the Vienna Region Ltd. Gabriele studied Urban and Regional Planning at the University of Technology in Vienna and achieved her doctor’s degree from the University of Technology in Delft/NL.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/gabriele-tatzberger.jpg"
    },
    {
        "first_name": "Petra Hauser",
        "id": "petra hauser",
        "last_name": "",
        "position": "CEO",
        "company": "Exponential Business Hub",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/petra-hauser.jpg"
    },
    {
        "first_name": "Daniel Siegl",
        "id": "daniel siegl",
        "last_name": "",
        "position": "CEO",
        "company": "LieberLieber Software",
        "abstract": "Daniel has been involved with model-based engineering since 2000. He first experienced model-based engineering with Together, and then moved on to the current focus: enhancing modelling platforms for embedded users. The next logical step was to join European-based LieberLieber, the Enterprise Architect Specialists, in 2006. In 2009 he became CEO, and in his role as developer of international business he also became CEO of LieberLieber Software Corp. He is an experienced speaker, a founding member of the Enterprise Architect User Group and represents LieberLieber at the Object Management Group.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/daniel-siegl.jpg"
    },
    {
        "first_name": "Christoph Holter",
        "id": "christoph holter",
        "last_name": "",
        "position": "High Performance Computing",
        "company": "Catalysts",
        "abstract": "An expert in high performance computing, Christoph works for Catalysts and will give an inspiring speech about Big Data and its contribution in leading to new applications and insights for developers.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/christoph-holter.jpg"
    },
    {
        "first_name": "Johann Pluy",
        "id": "johann pluy",
        "last_name": "",
        "position": "CEO",
        "company": "ÖBB Business Competence Center",
        "abstract": "Johann Pluy is CEO of ÖBB Business Competence Center GmbH. Up to now, he was Head of Rail Systems at ÖBB-Infrastruktur AG, where he was responsible for, among other things, the power supply of the ÖBB Group, the operation of telecommunication networks as well as the control and fuse technology with over 600 employees. He has also helped develop the mobile communications strategy of the company.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/pluy.jpg"
    },
    {
        "first_name": "Johannes Moser",
        "id": "johannes moser",
        "last_name": "",
        "position": "Product Owner",
        "company": "Crate.io",
        "abstract": "Johannes Moser loves working with code and people. He has worked as a developer for several years and led development teams. Providing an environment of creativity and freedom to let developers create better software is his passion. At Crate.io he is Scrum master and community guy.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/johannes.jpg"
    },
    {
        "first_name": "Markus Oberlehner",
        "id": "markus oberlehner",
        "last_name": "",
        "position": "Web Developer",
        "company": "Karriere.at",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/markus-oberlehner.jpg"
    },
    {
        "first_name": "Lukas Praml",
        "id": "lukas praml",
        "last_name": "",
        "position": "CEO",
        "company": "Österreichische Staatsdruckerei",
        "abstract": "Lukas Praml serves as CEO of Österreichische Staatsdruckerei Holding AG and also served as its Member of the Management Board.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/lukas.jpg"
    },
    {
        "first_name": "Harry Roberts",
        "id": "harry roberts",
        "last_name": "",
        "position": "Consultant",
        "company": "Google Developer Expert",
        "abstract": "With a client list including Google, Unilever, and the United Nations, Harry is an award-winning Consultant Front-end Architect who helps organizations and teams across the globe to plan, build, and maintain product-scale UIs. A Google Developer Expert, he writes on the subjects of CSS architecture, performance, and scalability at\n                            csswizardry.com; develops and maintains inuitcss; authored CSS Guidelines; and Tweets at @csswizardry.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Harry-Roberts.jpg"
    },
    {
        "first_name": "Pierre-Yves Ritschard",
        "id": "pierre-yves ritschard",
        "last_name": "",
        "position": "Co-Founder and CTO",
        "company": "Exoscale",
        "abstract": "Pierre-Yves is responsible for product, architecture, and strategic technology decisions. As an industry veteran, Pierre-Yves relies on experience leading teams in large corporate environments and in smaller highly technical startups. Recognised distributed system expert, Pierre-Yves is also an active member of the open-source community with key contributions to OpenBSD, Collectd, and Riemann amongst others.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/exoscale-speaker.jpg"
    },
    {
        "first_name": "Christopher Hejl",
        "id": "christopher hejl",
        "last_name": "",
        "position": "Product Design Governance",
        "company": "Automic Software",
        "abstract": "After a few years of web-development and about a year in IT-Security, Christopher worked as a consultant and freelancer for enterprise solutions, mostly in the telecom and financial sector. Ever since he joined Automic in 2011, he shifted his focus on Release Automation and Continuous Delivery, spending the first couple years building integrations for over 50 technologies with teams spanning three continents. Christopher is currently driving the Continuous Delivery efforts within Automic’s Engineering in the role of Lead Application Architect.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/christopher-hejl.jpg"
    },
    {
        "first_name": "Dustin Whittle",
        "id": "dustin whittle",
        "last_name": "",
        "position": "Developer Advocate",
        "company": "Uber",
        "abstract": "Dustin is a Developer Advocate at Uber where he spends his days helping developers build moving experiences using the Uber developer platform. Find out more at dustinwhittle.com",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/dustin-whittle.jpg"
    },
    {
        "first_name": "Joe Sepi",
        "id": "joe sepi",
        "last_name": "",
        "position": "Lead Developer Evangelist",
        "company": "IBM/StrongLoop",
        "abstract": "Joe Sepi is a VP of Engineering for Novus Partners and is the architect behind the rewrite of their financial analytics platform. Before Novus, you could find him at The New York Times doing Sr. JavaScript Engineer-like things and handling Development Manager-ish duties; he also squeezed in a lot of Dev Relations/Advocacy work somehow. Mysteriously, his driver's license says Joseph Crane-Messina.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/joe-sepi-crane-messina.jpg"
    },
    {
        "first_name": "Julian Doucette",
        "id": "julian doucette",
        "last_name": "",
        "position": "Software Developer",
        "company": "AdBlock Plus",
        "abstract": "Developer, problem-solver, creative thinker, open source advocate.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/julian-doucette.jpg"
    },
    {
        "first_name": "Klaus Gamauf",
        "id": "klaus gamauf",
        "last_name": "",
        "position": "Head of IT Operations",
        "company": "Shpock",
        "abstract": "Klaus is Head of IT Operations at Shpock, the boot sale app. In the last couple of years, he and his colleagues were faced with the challenge to deliver an entirely new classifieds experience – and to massively scale it to attract over 10 million users per month.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/klaus-gamauf.jpg"
    },
    {
        "first_name": "Manfred Steyer",
        "id": "manfred steyer",
        "last_name": "",
        "position": "Trainer and Consultant for Angular",
        "company": "",
        "abstract": "Trainer and consultant with focus on Angular. Google Developer Expert (GDE) who writes for O'Reilly, the German Java Magazine, windows.developer and Heise.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/manfred-steyer.jpg"
    },
    {
        "first_name": "Manvel Saroyan",
        "id": "manvel saroyan",
        "last_name": "",
        "position": "Software Developer",
        "company": "AdBlock Plus",
        "abstract": "Open source-minded web developer always looking for good ideas to implement.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/manvel-saroyan.jpg"
    },
    {
        "first_name": "Matthias Waltz",
        "id": "matthias waltz",
        "last_name": "",
        "position": "Partner and Head of Product Development",
        "company": "Aicomp",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/matthias-waltz.jpg"
    },
    {
        "first_name": "Michael Hentze",
        "id": "michael hentze",
        "last_name": "",
        "position": "Vice President of Engineering",
        "company": "Tricentis",
        "abstract": "Michael is Vice President of Engineering at Tricentis, a global leader in enterprise software testing solutions. The passion for software is based on Agile Development Methodology and Engineering Culture. He arrived at Tricentis with more than 20 years of project experience in various fields, including software consultation and development and consumer electronics. Prior to this current appointment, he was Developer, Project Manager and Head of Software Development for Software Vendors. Later CEO and founder of an own company for medical devices . Michael holds a Master’s degree in Engineering (Dipl.-Ing.) for computer science from the Vienna University of Technology.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/michael-hentze.jpg"
    },
    {
        "first_name": "Michael Ramirez Ziegler",
        "id": "michael ramirez ziegler",
        "last_name": "",
        "position": "Head of SAP Cloud ERP",
        "company": "Aicomp",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/michael-ziegler.jpg"
    },
    {
        "first_name": "Nick Shadrin",
        "id": "nick shadrin",
        "last_name": "",
        "position": "Product Manager",
        "company": "NGINX",
        "abstract": "Nick is a Product Manager at NGINX, the company behind the most popular web server technology among high-performance web sites. Nick has helped many top websites to get to the next step in application delivery through the use of cutting-edge architecture approaches and solutions. He enjoys hands-on work with Linux systems, networking, HTTP, and IoT; he likes to see a challenging technical problem and solve it on a fundamental level. Previously to NGINX, Nick worked at Citrix and ZScaler, helping their users to make web experience faster and more secure.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/nick-shadrin.jpg"
    },
    {
        "first_name": "Peter Alberer",
        "id": "peter alberer",
        "last_name": "",
        "position": "Engineering Manager",
        "company": "bwin.party",
        "abstract": "Peter has more than 20 years of experience in the world of software development, ranging from development to management roles. Currently he is working as engineering manager at bwin.party, responsible for the trading, content and risk management department. Previously he was the product owner of the frontend framework for all bwin.party applications and acted as delivery manager for 3rd party gaming integrations. Before joining bwin.party, Peter was one of the main developers of Learn@WU, the e-learning system of the Vienna University of Business Administration. He is a fan of OpenACS and reusable, high performing application design.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/peter-alberer.jpg"
    },
    {
        "first_name": "Roman Kuba",
        "id": "roman kuba",
        "last_name": "",
        "position": "Lead Frontend",
        "company": "Codeship",
        "abstract": "Roman is passionate about sharing technology, experiences and loves to enable others. Eventually this resulted in building tools for other engineers by joining the early Codeship team in 2014. Prior he had the pleasure to work with various national and international clients as self-employed fullstack engineer. When not coding Roman enjoys cooking for his family and to cuddle his dog.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/roman-kuba.jpg"
    },
    {
        "first_name": "Sacha Vrazic",
        "id": "sacha vrazic",
        "last_name": "",
        "position": "Director of Autonomous Driving R&D",
        "company": "Rimac",
        "abstract": "Sacha is the Director of Autonomous Driving R&D at Rimac Automobili, where he works on solving issues to achieve the full autonomy for self-driving vehicles. Previously, he was the Head of a Research Lab belonging in the Toyota Group companies, where he contributed to the Research of cutting-edge ADAS and future technologies. He is the author of numerous publications and patents. For many years, he was lecturer in an engineering school at Nice University, France.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/sacha-vrazic.jpg"
    },
    {
        "first_name": "Christian Köberl",
        "id": "christian köberl",
        "last_name": "",
        "position": "Lead Software Architect",
        "company": "Porsche Informatik",
        "abstract": "Christian is a software architect, developer and evangelist at Porsche Informatik in Salzburg, Austria. He has 18 years of experience in the field of web-based applications and the Java platform.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/christian-koeberl.jpg"
    },
    {
        "first_name": "Santosh Viswanatham",
        "id": "santosh viswanatham",
        "last_name": "",
        "position": "Mozilla Tech Speaker",
        "company": "",
        "abstract": "Santosh is a Software developer, maker, open source contributor and a tech enthusiast. He works as a Frontend web developer at Infosys Ltd and has been volunteering to Mozilla from the past 3 years as a Tech speaker and a Participation leader. He speaks about his favourite web stuff including webVR, webExtensions, PWA, Devtools etc. Presently he is a Advisory committee member for Mozilla Campus Clubs, Firefox Add-on feature board member and got his name listed in about:credits of the Firefox Browser for his contributions to Mozilla.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/santosh-viswanatham.jpg"
    },
    {
        "first_name": "Thomas Lobinger",
        "id": "thomas lobinger",
        "last_name": "",
        "position": "Software Development Manager",
        "company": "Amazon Web Services",
        "abstract": "Thomas studied engineering in Berlin and Vienna for way to long which allowed him to found two startups. One of them got acquired by Amazon in 2012 and became the foundation of the Amazon Development Center in Berlin Germany, where Thomas works as a Software Development Manager. His area of expertise includes user interfaces, usability and design. Thomas will introduce us to a peculiar process that Amazon uses to stay focused on the customer all the time.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/thomas-lobinger.jpg"
    },
    {
        "first_name": "Herbert Lohninger",
        "id": "herbert lohninger",
        "last_name": "",
        "position": "Head of Digital Workplace",
        "company": "Porsche Informatik",
        "abstract": "Herbert likes to serve his users with a modern enterprise workplace where usability is in the focus.\nSince a lot of years he works for Porsche Informatik in the technology business unit.\nNow he is responsible for the new Digital Workplace for the Porsche Holding Salzburg.\nTogether with his team he’ll create a state-of-the-art digital workplace for the company.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/herbert-lohnnger.jpg"
    },
    {
        "first_name": "Roman Pickl",
        "id": "roman pickl",
        "last_name": "",
        "position": "CTO",
        "company": "Fluidtime",
        "abstract": "As Chief Technical Officer, Roman is in charge of the technical development at Fluidtime. He has comprehensive experience in project management, the technical coordination of national and international mobility projects and the optimisation of business and development processes. Roman Pickl studied business management and commercial information technology at the Vienna University of Economics and Business and the University of Technology, Sydney, as well as software engineering at the University of Applied Sciences Technikum Wien. There he specialised in the fields of entrepreneurship & innovation management, project & process management and information management as well as software evolution and mobile computing.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/roman-pickl.jpg"
    },
    {
        "first_name": "Tom Bocklisch",
        "id": "tom bocklisch",
        "last_name": "",
        "position": "Machine Learning Engineer",
        "company": "Lastmile",
        "abstract": "Tom Co-Founded scalable minds, a software agency which is using cutting edge technologies to realize almost impossible ideas. Driven by the fascination of technology and data science, he is improving his knowledge constantly. At Lastmile Tom is leading the development of the conversational AI platform including open source projects as well as internal projects. He supports leading corporates in solving their biggest challenges like automating parts of their customer service by applying our conversational AI.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/tom-bocklisch.jpg"
    },
    {
        "first_name": "Radoslav Stankov",
        "id": "radoslav stankov",
        "last_name": "",
        "position": "Web Developer",
        "company": "Product Hunt",
        "abstract": "Web developer for more than a decade. He believes that frontend and backend are equally important. In the last several years he is juggles between Ruby and Javascript projects. Currently works at AngelList. Radoslav holds a B.S. in Computer Science from the Technical University at Varna.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/Landing-page Copy 5speakers.jpg"
    },
    {
        "first_name": "Bernhard Sagmeister",
        "id": "bernhard sagmeister",
        "last_name": "",
        "position": "Managing Director",
        "company": "Austria Wirtschaftsservice",
        "abstract": "Since July 2009 Bernhard Sagmeister serves as Managing Director of Austria’s Federal Promotional Bank “Austria Wirtschaftsservice GmbH” (aws) and the ERP-Fund (European Recovery Program). Furthermore, he chairs two Equity Funds and Austria’s “National Foundation for Research, Technology and Development” (NFTE). Bernhard Sagmeister draws on over 20 years of professional experience in the financial and banking industry.\nIn addition to his current appointment at aws Bernhard Sagmeister is affiliated to the supervisory board of the Austrian Bank for Tourism Development (ÖHT), member of “Austria´s External Economic Relations Advisory Board” (Federal Chamber of Commerce, Austria) and board member of Austria’s “Water and Waste Management Association”.",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/bernhard-sagmeister.jpg"
    },
    {
        "first_name": "Alexandru Oprescu",
        "id": "alexandru oprescu",
        "last_name": "",
        "position": "Senior Software Developer",
        "company": "MobFox",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/alexandru-oprescu.jpg"
    },
    {
        "first_name": "Sebastian Krumhausen",
        "id": "sebastian krumhausen",
        "last_name": "",
        "position": "Head of Product",
        "company": "Sure",
        "abstract": "",
        "avatar": "https://www.wearedevelopers.com/conference/wp-content/themes/wearedevelopers/img/speakers/sebastian-krumhausen.jpg"
    }
]